Repository: jeyarajd/ExcerciseApp
Catalog: FloorAge/Resources/Foods.xcstrings
Source language: en
Languages: es, hi

source: 1 bowl
es: 1 tazón
hi: 1 कटोरी

source: 1 can
es: 1 lata
hi: 1 कैन

source: 1 cup
es: 1 taza
hi: 1 कप

source: 1 glass
es: 1 vaso
hi: 1 गिलास

source: 1 handful
es: 1 puñado
hi: 1 मुट्ठी

source: 1 large
es: 1 grande
hi: 1 बड़ा

source: 1 medium
es: 1 unidad mediana
hi: 1 मध्यम

source: 1 plate
es: 1 plato
hi: 1 प्लेट

source: 1 portion
es: 1 porción
hi: 1 पोर्शन

source: 1 scoop
es: 1 bola
hi: 1 स्कूप

source: 1 slice
es: 1 rebanada
hi: 1 स्लाइस

source: 1 small bag
es: 1 bolsa pequeña
hi: 1 छोटा पैकेट

source: 1 small bowl
es: 1 tazón pequeño
hi: 1 छोटी कटोरी

source: 1 tsp
es: 1 cdta.
hi: 1 छोटा चम्मच

source: 2 eggs
es: 2 huevos
hi: 2 अंडे

source: 2 medium
es: 2 unidades medianas
hi: 2 मध्यम

source: 2 pieces
es: 2 piezas
hi: 2 पीस

source: 2 tbsp
es: 2 cdas.
hi: 2 बड़े चम्मच

source: 4 pieces
es: 4 piezas
hi: 4 पीस

source: 6 pieces
es: 6 piezas
hi: 6 पीस

source: Almond
es: Almendra
hi: बादाम

source: Almonds
es: Almendras
hi: बादाम

source: Apple
es: Manzana
hi: सेब

source: Avocado toast
es: Tostada de aguacate (palta)
hi: एवोकाडो टोस्ट

source: Bagel with cream cheese
es: Bagel con queso crema
hi: क्रीम चीज़ के साथ बेगल

source: Banana
es: Plátano / banana
hi: केला

source: Bhindi fry
es: Bhindi fry (okra)
hi: भिंडी फ़्राई

source: Biscuits
es: Galletas
hi: बिस्कुट

source: Black coffee
es: Café solo / negro
hi: ब्लैक कॉफ़ी

source: Blueberries
es: Arándanos
hi: ब्लूबेरी

source: Blueberry
es: Arándano
hi: ब्लूबेरी

source: Boiled egg
es: Huevo cocido
hi: उबला अंडा

source: Bread
es: Pan
hi: ब्रेड

source: Brown rice, cooked
es: Arroz integral cocido
hi: ब्राउन राइस (पका हुआ)

source: Burger
es: Hamburguesa
hi: बर्गर

source: Butter
es: Mantequilla
hi: मक्खन

source: Buttermilk / chaas
es: Chaas (bebida de yogur)
hi: छाछ / मट्ठा

source: Caesar salad
es: Ensalada César
hi: सीज़र सलाद

source: Cake
es: Pastel
hi: केक

source: Candy
es: Dulces
hi: टॉफ़ी

source: Chai with sugar
es: Chai con azúcar
hi: चीनी वाली चाय

source: Cheese
es: Queso
hi: चीज़

source: Cheesecake
es: Tarta de queso
hi: चीज़केक

source: Chicken biryani
es: Biryani de pollo
hi: चिकन बिरयानी

source: Chicken curry
es: Curry de pollo
hi: चिकन करी

source: Chicken sandwich
es: Sándwich de pollo
hi: चिकन सैंडविच

source: Chocolate bar
es: Barra de chocolate
hi: चॉकलेट बार

source: Chole
es: Chole (garbanzos)
hi: छोले

source: Citrus Fruit
es: Cítricos
hi: खट्टे फल

source: Coconut chutney
es: Chutney de coco
hi: नारियल चटनी

source: Coffee
es: Café
hi: कॉफ़ी

source: Coffee with milk and sugar
es: Café con leche y azúcar
hi: दूध-चीनी वाली कॉफ़ी

source: Cookie
es: Galleta
hi: कुकी

source: Cooking oil
es: Aceite de cocina
hi: खाने का तेल

source: Cornflakes with milk
es: Cornflakes con leche
hi: दूध के साथ कॉर्नफ़्लेक्स

source: Curd / dahi
es: Yogur / dahi
hi: दही

source: Dal
es: Dal (lentejas)
hi: दाल

source: Dessert
es: Postre
hi: मिठाई

source: Donut
es: Dona / dónut
hi: डोनट

source: Drink
es: Bebida
hi: ड्रिंक

source: Dumpling
es: Dumpling (empanadilla)
hi: डंपलिंग

source: Dumplings
es: Dumplings (empanadillas)
hi: डंपलिंग (मोमो)

source: Egg
es: Huevo
hi: अंडा

source: Egg curry
es: Curry de huevo
hi: अंडा करी

source: Eggplant
es: Berenjena
hi: बैंगन

source: Fish
es: Pescado
hi: मछली

source: Fish curry
es: Curry de pescado
hi: फ़िश करी

source: French fries
es: Papas / patatas fritas
hi: फ़्रेंच फ़्राइज़

source: Fresh fruit juice
es: Jugo / zumo de fruta natural
hi: ताज़ा फलों का जूस

source: Fried Chicken
es: Pollo frito
hi: फ़्राइड चिकन

source: Fried Egg
es: Huevo frito
hi: फ़्राइड अंडा

source: Fried chicken
es: Pollo frito
hi: फ़्राइड चिकन

source: Fried rice
es: Arroz frito
hi: फ़्राइड राइस

source: Fries
es: Papas / patatas fritas
hi: फ़्राइज़

source: Frozen Dessert
es: Postre helado
hi: फ़्रोज़न डेज़र्ट

source: Fruit
es: Fruta
hi: फल

source: Fruit smoothie
es: Batido de frutas
hi: फ्रूट स्मूदी

source: Granola bar
es: Barra de granola
hi: ग्रेनोला बार

source: Grape
es: Uva
hi: अंगूर

source: Grapes
es: Uvas
hi: अंगूर

source: Green Beans
es: Judías verdes / ejotes
hi: हरी बीन्स

source: Green salad
es: Ensalada verde
hi: हरा सलाद

source: Grilled Chicken
es: Pollo a la plancha
hi: ग्रिल्ड चिकन

source: Grilled chicken breast
es: Pechuga de pollo a la plancha
hi: ग्रिल्ड चिकन ब्रेस्ट

source: Guava
es: Guayaba
hi: अमरूद

source: Hamburger
es: Hamburguesa
hi: हैमबर्गर

source: Hummus with vegetables
es: Hummus con verduras
hi: सब्ज़ियों के साथ हम्मस

source: Ice Cream
es: Helado
hi: आइसक्रीम

source: Ice cream
es: Helado
hi: आइसक्रीम

source: Jeera rice
es: Arroz jeera (con comino)
hi: जीरा राइस

source: Juice
es: Jugo / zumo
hi: जूस

source: Kheer
es: Kheer (arroz con leche)
hi: खीर

source: Khichdi
es: Khichdi (arroz con lentejas)
hi: खिचड़ी

source: Lassi, sweet
es: Lassi dulce
hi: मीठी लस्सी

source: Mac and cheese
es: Macarrones con queso
hi: मैक एंड चीज़

source: Meat
es: Carne
hi: मांस

source: Meatball
es: Albóndiga
hi: मीटबॉल

source: Melon
es: Melón
hi: खरबूज़ा

source: Milk, toned
es: Leche (toned)
hi: टोंड दूध

source: Milkshake
es: Batido de leche
hi: मिल्कशेक

source: Mixed nuts
es: Frutos secos variados
hi: मिक्स नट्स

source: Mixed veg sabzi
es: Sabzi de verduras variadas
hi: मिक्स वेज सब्ज़ी

source: Noodle stir-fry
es: Fideos salteados
hi: फ़्राइड नूडल्स

source: Nut
es: Fruto seco
hi: नट्स

source: Oatmeal
es: Avena cocida
hi: ओटमील

source: Oats porridge with milk
es: Avena cocida con leche
hi: दूध वाला ओट्स दलिया

source: Omelet
es: Omelette
hi: ऑमलेट

source: Orange
es: Naranja
hi: संतरा

source: Orange juice
es: Jugo / zumo de naranja
hi: संतरे का जूस

source: Oranges
es: Naranjas
hi: संतरे

source: Pancake
es: Panqueque
hi: पैनकेक

source: Pancakes
es: Panqueques
hi: पैनकेक

source: Pasta with tomato sauce
es: Pasta con salsa de tomate
hi: टमाटर सॉस वाला पास्ता

source: Peanut
es: Cacahuete (maní)
hi: मूंगफली

source: Pear
es: Pera
hi: नाशपाती

source: Pineapple
es: Piña
hi: अनानास

source: Plain dosa
es: Dosa simple
hi: सादा डोसा

source: Plain paratha
es: Paratha simple
hi: सादा पराठा

source: Poha
es: Poha (arroz aplanado)
hi: पोहा

source: Popcorn
es: Palomitas de maíz
hi: पॉपकॉर्न

source: Potato
es: Papa / patata
hi: आलू

source: Potato chips
es: Papas / patatas fritas de bolsa
hi: आलू चिप्स

source: Protein shake
es: Batido de proteínas
hi: प्रोटीन शेक

source: Rice
es: Arroz
hi: चावल

source: Rice, cooked
es: Arroz cocido
hi: चावल (पके हुए)

source: Roasted peanuts
es: Cacahuetes tostados (maní)
hi: भुनी मूंगफली

source: Salad
es: Ensalada
hi: सलाद

source: Salmon fillet
es: Filete de salmón
hi: सैल्मन फ़िले

source: Sandwich
es: Sándwich
hi: सैंडविच

source: Scrambled Eggs
es: Huevos revueltos
hi: स्क्रैम्बल्ड एग्स

source: Scrambled eggs
es: Huevos revueltos
hi: स्क्रैम्बल्ड एग्स

source: Seafood
es: Mariscos
hi: सीफ़ूड

source: Soft drink
es: Refresco
hi: कोल्ड ड्रिंक

source: Soup
es: Sopa
hi: सूप

source: Spaghetti bolognese
es: Espaguetis a la boloñesa
hi: स्पेगेटी बोलोनीज़

source: Spinach
es: Espinaca
hi: पालक

source: Steak
es: Bistec
hi: स्टेक

source: Strawberries
es: Fresas
hi: स्ट्रॉबेरी

source: Strawberry
es: Fresa
hi: स्ट्रॉबेरी

source: Tea
es: Té
hi: चाय

source: Toast with butter
es: Tostada con mantequilla
hi: मक्खन वाला टोस्ट

source: Veg biryani
es: Biryani de verduras
hi: वेज बिरयानी

source: Veg pulao
es: Pulao de verduras
hi: वेज पुलाव

source: Vegetable
es: Verdura
hi: सब्ज़ी

source: Waffle
es: Waffle / gofre
hi: वॉफ़ल

source: Watermelon
es: Sandía
hi: तरबूज़

source: White Bread
es: Pan blanco
hi: व्हाइट ब्रेड

source: Yogurt
es: Yogur
hi: दही

source: Yogurt with granola
es: Yogur con granola
hi: ग्रेनोला के साथ योगर्ट

source: 150 g
hi: 150 ग्राम

source: 200 g
hi: 200 ग्राम

source: Aloo paratha
hi: आलू पराठा

source: Aloo sabzi
hi: आलू की सब्ज़ी

source: Bagel
hi: बेगल

source: Bhel puri
hi: भेल पूरी

source: Biryani
hi: बिरयानी

source: Burrito
hi: बुरिटो

source: Butter chicken
hi: बटर चिकन

source: Chocolate
hi: चॉकलेट

source: Croissant
hi: क्रोसां

source: Cupcake
hi: कपकेक

source: Curry
hi: करी

source: Dhokla
hi: ढोकला

source: Fish and chips
hi: फ़िश एंड चिप्स

source: Ghee
hi: घी

source: Gulab jamun
hi: गुलाब जामुन

source: Hot dog
hi: हॉट डॉग

source: Idli
hi: इडली

source: Jalebi
hi: जलेबी

source: Ladoo
hi: लड्डू

source: Latte
hi: लाटे

source: Mango
hi: आम

source: Masala dosa
hi: मसाला डोसा

source: Medu vada
hi: मेदु वड़ा

source: Muffin
hi: मफ़िन

source: Naan
hi: नान

source: Omelette
hi: ऑमलेट

source: Pakora
hi: पकौड़ा

source: Palak paneer
hi: पालक पनीर

source: Paneer butter masala
hi: पनीर बटर मसाला

source: Pani puri
hi: पानी पूरी

source: Papaya
hi: पपीता

source: Pasta
hi: पास्ता

source: Pav bhaji
hi: पाव भाजी

source: Phulka
hi: फुल्का

source: Pizza
hi: पिज़्ज़ा

source: Pongal
hi: पोंगल

source: Puri
hi: पूरी

source: Raita
hi: रायता

source: Rajma
hi: राजमा

source: Ramen
hi: रामेन

source: Rasam
hi: रसम

source: Rasgulla
hi: रसगुल्ला

source: Roti / chapati
hi: रोटी / चपाती

source: Sambar
hi: सांभर

source: Samosa
hi: समोसा

source: Sushi
hi: सूशी

source: Taco
hi: टाको

source: Tacos
hi: टाको

source: Upma
hi: उपमा

source: Uttapam
hi: उत्तपम

source: Vada pav
hi: वड़ा पाव

source: Wrap
hi: रैप
